{
    "status": "ok",
    "totalResults": 8014,
    "articles": [
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "author": "David Gilbert",
            "title": "Inside Election Conspiracy Groups on Super Tuesday",
            "description": "Despite Trump’s overwhelming victories on Tuesday, election deniers still found room to boost baseless conspiracies about voting fraud across the country.",
            "url": "https://www.wired.com/story/election-conspiracy-groups-on-super-tuesday/",
            "urlToImage": "https://media.wired.com/photos/65e8974b2e12a79480ed64b3/191:100/w_1280,c_limit/trump_SuperTuesday_GettyImages-2062179380-(1).jpg",
            "publishedAt": "2024-03-06T16:21:14Z",
            "content": "Super Tuesday was a blowout for former President Donald Trump, who won 14 out of 15 states. And yet, Trumps most ardent supporters who believe that all votes and elections are now irredeemably fraudu… [+3039 chars]"
        },
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "author": "David Gilbert",
            "title": "New Far-Right Conspiracy Claims Boeing's Accidents Are Intentional",
            "description": "Following a series of incidents involving the company's plane, some conspiracists are baselessly alleging that Boeing is failing on purpose as part of a global plot to bring down Western civilization.",
            "url": "https://www.wired.com/story/boeing-accidents-far-right-dei-conspiracy/",
            "urlToImage": "https://media.wired.com/photos/65f3586dd53067b628546a49/191:100/w_1280,c_limit/politics_far_right_boeing_wokeism.jpg",
            "publishedAt": "2024-03-15T15:10:55Z",
            "content": "Over the past week, airplanes made by Boeing have been involved in numerous incidents, including midair emergencies, leaking hydraulic fluid, a wheel falling off a plane as it took off, pilots losing… [+3050 chars]"
        },
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "author": "David Gilbert",
            "title": "The Solar Eclipse Is the Super Bowl for Conspiracists",
            "description": "Far-right conspiracy theorists are claiming that “elites” will use the eclipse to control humanity, sway the presidential election, and everything else under the sun.",
            "url": "https://www.wired.com/story/solar-eclipse-conspiracies/",
            "urlToImage": "https://media.wired.com/photos/660f1c30ce27cbb70a4661a9/191:100/w_1280,c_limit/politics_solar_eclipse_conspiracy_theories.jpg",
            "publishedAt": "2024-04-05T14:57:46Z",
            "content": "If that wasnt enough, NASA is launching three satellites as part of its Atmospheric Perturbations around Eclipse Path (APEP) mission. Unfortunately for NASA, Apep is also the name of an ancient Egypt… [+2616 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gizmodo.com"
            },
            "author": "Maxwell Zeff",
            "title": "Aaron Rodgers Debunks Conspiracy Theory, No Chance of Being RFK Jr.’s VP Now",
            "description": "Aaron Rodgers said the Sandy Hook shooting was an absolute tragedy on Thursday, responding to a CNN story alleging he shared conspiracy theories about the incident. The New York Jets quarterback is debunking conspiracy theories just days after being named a p…",
            "url": "https://gizmodo.com/aaron-rodgers-debunks-conspiracy-theory-rfk-jr-vp-1851336459",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/39a288205f2b4ed93a8e716ab14a0f79.jpg",
            "publishedAt": "2024-03-14T19:10:00Z",
            "content": "Aaron Rodgers said the Sandy Hook shooting was an absolute tragedy on Thursday, responding to a CNN story alleging he shared conspiracy theories about the incident. The New York Jets quarterback is d… [+2879 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "author": "https://www.facebook.com/bbcnews",
            "title": "How Kate body-double conspiracy spread on social media",
            "description": "Footage of the Princess of Wales out shopping has stoked false theories already circulating online.",
            "url": "https://www.bbc.co.uk/news/uk-68609361",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/6712/production/_132968362_princewilliamandkate2.png",
            "publishedAt": "2024-03-19T19:27:14Z",
            "content": "\"It's a body-double! There's no way that's Kate!\"\r\nThe first video that popped up on my social media feed this morning featured an amateur sleuth promoting a false conspiracy theory that footage of t… [+4495 chars]"
        },
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "author": "Anna Merlan",
            "title": "Robert F. Kennedy Jr. Targets a Generation of Politically Disaffected, Extremely Online Men",
            "description": "In a campaign that increasingly reflects a late night TikTok scroll, Robert F. Kennedy Jr. is gathering celebrities and influencers that appeal to a young male base.",
            "url": "https://www.wired.com/story/robert-f-kennedy-jr-aaron-rodgers-male-vote/",
            "urlToImage": "https://media.wired.com/photos/65f2ff1a9f86ee0288b77cdf/191:100/w_1280,c_limit/politics_rfk-jr-masculine-online-votes.jpg",
            "publishedAt": "2024-03-14T13:53:41Z",
            "content": "In his continued quest to become either the president of the United States or else a very interesting footnote to someone elses reelection, Robert F. Kennedy Jr. has enlisted a number of celebrities … [+3401 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gizmodo.com"
            },
            "author": "Lucas Ropek",
            "title": "Here Are the Internet's Dumbest Theories About Kate Middleton",
            "description": "The Kate Middleton saga has been a boon for tabloids and cat nip for internet conspiracy theorists. Since Middleton had abdominal surgery in January and then failed to show up at a number of annual and/or scheduled events, the internet has been flooded with t…",
            "url": "https://gizmodo.com/here-are-the-internets-dumbest-theories-about-kate-midd-1851350558",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/84c3f33dd0739c2e3c7c22b0e9b9252c.png",
            "publishedAt": "2024-03-20T18:10:00Z",
            "content": "The Kate Middleton saga has been a boon for tabloids and cat nip for internet conspiracy theorists. Since Middleton had abdominal surgery in January and then failed to show up at a number of annual a… [+990 chars]"
        },
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "author": "David Gilbert, Makena Kelly",
            "title": "How Kate Middleton Conspiracies Consumed the Internet",
            "description": "A combination of gamified social platforms, distrust in media and government, unprecedented conspiratorial thinking, and even a bot influence campaign led us to this point.",
            "url": "https://www.wired.com/story/how-kate-middleton-conspiracies-spread-online/",
            "urlToImage": "https://media.wired.com/photos/66019b91dc03c447c27e316a/191:100/w_1280,c_limit/politics_kate_middleton_conspiracy_theories_tiktok.jpg",
            "publishedAt": "2024-03-26T13:30:00Z",
            "content": "The last few weeks have been a fever dream for the online conspiracy world. Wild claims about Kate Middleton, the Princess of Wales, went from fringe corners of the internet to mainstream social medi… [+3165 chars]"
        },
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "author": "Angela Watercutter",
            "title": "No, 'Leave the World Behind' and 'Civil War' Aren’t Happening Before Your Eyes",
            "description": "Earlier this week, after Instagram, Facebook, and Threads went down, \"Leave the World Behind\" took off on social media. The trend's bizarre origins have something in common with Alex Garland’s new movie \"Civil War.\"",
            "url": "https://www.wired.com/story/leave-the-world-behind-civil-war-conspiracies/",
            "urlToImage": "https://media.wired.com/photos/65ea446c1e2b88256149e5f5/191:100/w_1280,c_limit/Civil-War-Monitor-Culture-CW_07024_RT_1.31.24.jpg",
            "publishedAt": "2024-03-08T14:00:00Z",
            "content": "Several people are typing, and theyre all saying Netflixs Leave the World Behind is wildly prescient. The movie, directed by Sam Esmail, opens on a world where communication has been knocked out foll… [+2869 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "author": "https://www.facebook.com/bbcnews",
            "title": "Kate rumours linked to Russian disinformation",
            "description": "Researchers say a co-ordinated campaign deliberately heightened rumours about the Princess of Wales.",
            "url": "https://www.bbc.co.uk/news/entertainment-arts-68637136",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/1154E/production/_133009907_hi093241109.jpg",
            "publishedAt": "2024-03-26T15:12:57Z",
            "content": "Security researchers believe a Russia-based disinformation group amplified and added to the frenzy of social media conspiracies about the Princess of Wales's health.\r\nIn the days before she revealed … [+8388 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "NPR"
            },
            "author": "Shannon Bond",
            "title": "The Baltimore bridge collapse gave conspiracy theorists a chance to boost themselves",
            "description": "One researcher says it has become \"standard\" for any unexpected event \"to be run through a filter of conspiracy theories based on the personal brand of the person spreading the theory.\"",
            "url": "https://www.npr.org/2024/03/27/1241001030/-baltimore-bridge-collapse-conspiracy-theories",
            "urlToImage": "https://media.npr.org/assets/img/2024/03/26/gettyimages-2114999077_wide-135e3d13e656b97addbbe69e5e21a1a134ab5b13-s1400-c100.jpg",
            "publishedAt": "2024-03-27T09:00:45Z",
            "content": "Residents look on after a cargo ship ran into and collapsed the Francis Scott Key Bridge on March 26, 2024 in Baltimore. Conspiracy theorists online quickly spread narratives to millions online that … [+3831 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "author": "https://www.facebook.com/bbcnews",
            "title": "Ex-police officers face jail for torture of black men",
            "description": "The two victims were badly beaten and racially abused by police who stormed their Mississippi home.",
            "url": "https://www.bbc.co.uk/news/world-us-canada-68606973",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/DBA2/production/_132962265_ap24078599869278.jpg",
            "publishedAt": "2024-03-19T13:10:27Z",
            "content": "Six former Mississippi police officers are due to be sentenced for torturing two black men in their own home.\r\nThe victims were beaten, shocked with stun guns and sexually assaulted by the officers w… [+2085 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Matthew Loh",
            "title": "China's richest man is under fire over conspiracy theories that say he's secretly promoting Japan",
            "description": "Zhong Shanshan, the owner of bottled water company Nongfu Spring, is accused of subtly planting Japanese themes into his firm's product marketing.",
            "url": "https://www.businessinsider.com/zhong-shanshan-china-richest-man-conspiracy-theories-loves-japan-nongfu-2024-3",
            "urlToImage": "https://i.insider.com/65f40e37857f90b71522d3b3?width=1200&format=jpeg",
            "publishedAt": "2024-03-15T10:25:12Z",
            "content": "Nongfu Spring Water and pharmaceutical billionaire Zhong ShanshanVCG/Getty Images\r\n<ul><li>China's richest man is being targeted by nationalists who say he's not patriotic enough.</li><li>Zhong Shans… [+5197 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gizmodo.com"
            },
            "author": "Oscar Gonzalez",
            "title": "'I Never Thought That What I Was Doing Was Illegal,' SBF Says as He Begins Prison Sentence",
            "description": "Days after Sam Bankman-Fried received a 25-year prison sentence, the FTX founder released a statement to ABC News saying how sorry he was about his crimes. He says he made some “bad decisions” and didn’t realize that his billion-dollar Ponzi scheme wasn’t ill…",
            "url": "https://gizmodo.com/i-never-thought-that-what-i-was-doing-was-illegal-sbf-1851379761",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/cb75d1c38bf3d963cb5ecd11fff20b95.jpg",
            "publishedAt": "2024-04-01T20:45:00Z",
            "content": "Days after Sam Bankman-Fried received a 25-year prison sentence, the FTX founder released a statement to ABC News saying how sorry he was about his crimes. He says he made some bad decisions and didn… [+1200 chars]"
        },
        {
            "source": {
                "id": "abc-news",
                "name": "ABC News"
            },
            "author": "Aaron Katersky",
            "title": "Judge declines to dismiss charges against Sen. Bob Menendez in bribery case",
            "description": "The New Jersey senator sought to dismiss charges including conspiracy to commit bribery and conspiracy to commit honest services fraud.",
            "url": "https://abcnews.go.com/US/judge-declines-dismiss-charges-sen-bob-menendez-bribery/story?id=108131736",
            "urlToImage": "https://i.abcnewsfe.com/a/176d0101-e6c7-4e08-8d7e-067f428eb5c5/bob-menendez-ap-jt-240314_1710448356271_hpMain_16x9.jpg?w=1600",
            "publishedAt": "2024-03-14T21:06:11Z",
            "content": "A federal judge in New York declined to dismiss bribery charges against Sen. Bob Menendez, ruling his conduct is not protected by the nature of his job as a United States senator or as then-chairman … [+1688 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gizmodo.com"
            },
            "author": "Lucas Ropek",
            "title": "Investigators: Boeing Overwrote Security Footage Related to Jet Door That Blew Out",
            "description": "Boeing has been the subject of a federal investigation ever since January, when an Alaska Airlines flight involving one of its planes had its door blown out. Since then, concerns about the safety of Boeing’s production process have swirled and investigators h…",
            "url": "https://gizmodo.com/boeing-alaska-airlines-jet-ntsb-john-barnett-whistleblo-1851340581",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/c073bd090384b0679accf4abd4dbca14.jpg",
            "publishedAt": "2024-03-15T23:40:00Z",
            "content": "Boeing has been the subject of a federal investigation ever since January, when an Alaska Airlines flight involving one of its planes had its door blown out. Since then, concerns about the safety of … [+3562 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gizmodo.com"
            },
            "author": "Oscar Gonzalez",
            "title": "Neil Young Back on Spotify After Joe Rogan Boycott",
            "description": "Two years ago, Neil Young pulled his music from Spotify in response to Joe Rogan’s spreading anti-vaccine misinformation on his podcast, which was prominently featured on the platform. Young is back on Spotify although he’s not too thrilled about it. Read mor…",
            "url": "https://gizmodo.com/neil-young-back-on-spotify-after-joe-rogan-boycott-1851333170",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/9ada7f4f0051813c7d3c4389856d8981.jpg",
            "publishedAt": "2024-03-13T20:40:00Z",
            "content": "Two years ago, Neil Young pulled his music from Spotify in response to Joe Rogans spreading anti-vaccine misinformation on his podcast, which was prominently featured on the platform. Young is back o… [+1608 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo Entertainment"
            },
            "author": "FOX 5 Atlanta Digital Team",
            "title": "Mom who tried to kill daughter's alleged child molester found guilty of murder",
            "description": "A DeKalb County jury found Danyale Harris, 42, guilty of charges of felony murder, aggravated assault, conspiracy to commit aggravated assault and possession...",
            "url": "https://www.yahoo.com/news/mom-tried-kill-daughters-alleged-204354875.html",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/lkOjWNw7U2mqRm16jdDQkA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/waga_fox_local_articles_107/314a298ab5287e31d7e05673621ebe0d",
            "publishedAt": "2024-03-29T20:43:54Z",
            "content": "DEKALB COUNTY, Ga. - A mother accused of trying to take the law into her own hands, resulting in the shooting death of a teenager, was convicted of murder and other charges stemming from the March 20… [+2334 chars]"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "SBF repeatedly lied to get out of “supervillain” prison term, FTX CEO alleges",
            "description": "FTX CEO: \"The harm was vast. The remorse is nonexistent.\"",
            "url": "https://arstechnica.com/tech-policy/2024/03/ftx-chief-lays-out-all-the-ways-sbf-sucks-in-detailed-court-filing/",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2024/03/GettyImages-1249941604-760x380.jpg",
            "publishedAt": "2024-03-21T18:21:54Z",
            "content": "Enlarge/ FTX founder Sam Bankman-Fried (R) departs Manhattan Federal Court after an arraignment hearing on March 30, 2023, in New York City. \r\n27\r\nThe CEO of FTX Trading, John Ray, sent a letter to J… [+4787 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Slashdot.org"
            },
            "author": "msmash",
            "title": "Algorithms Can Aid Price Collusion, Even If No Humans Actually Talk To Each Other, US Enforcers Say",
            "description": "Algorithms might help hotels illegally collude on prices, even if no humans from those businesses actually talk to each other about them, according to US antitrust enforcers. From a report: The Department of Justice and Federal Trade Commission jointly submit…",
            "url": "https://news.slashdot.org/story/24/03/29/1519218/algorithms-can-aid-price-collusion-even-if-no-humans-actually-talk-to-each-other-us-enforcers-say",
            "urlToImage": "https://a.fsdn.com/sd/topics/usa_64.png",
            "publishedAt": "2024-03-29T16:40:00Z",
            "content": "The Department of Justice and Federal Trade Commission jointly submitted a statement of interest in Cornish-Adebiyi v. Caesars Entertainment, a case brought before the US District Court of New Jersey… [+798 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo Entertainment"
            },
            "author": null,
            "title": "Tennessee is trying to ban 'chemtrails' from planes based on a wild conspiracy theory",
            "description": null,
            "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_fdda111a-953d-4d88-904e-22a5c0e59118",
            "urlToImage": null,
            "publishedAt": "2024-03-22T12:25:23Z",
            "content": "Si vous cliquez sur « Tout accepter », nos partenaires (y compris 241 qui font partie du Cadre de transparence et de consentement dIAB) et nous utiliserons également des témoins et vos données person… [+982 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "NPR"
            },
            "author": null,
            "title": "Pro-Trump attorney arrested after hearing over leaking Dominion documents",
            "description": "Stefanie Lambert was arrested by U.S. Marshals after a hearing over possible sanctions against her for disseminating confidential emails from Dominion Voting Systems.",
            "url": "https://www.npr.org/2024/03/18/1239384735/pro-trump-attorney-arrested-after-hearing-over-leaking-dominion-documents",
            "urlToImage": "https://media.npr.org/assets/img/2024/03/18/ap24058659950113_wide-1f4cd3281d7f686d7d33b67c7abd86bbc40bf875-s1400-c100.jpg",
            "publishedAt": "2024-03-19T03:41:27Z",
            "content": "Dominion Voting tabulator machines are shown in use for the Michigan primary election in Grosse Pointe Farms, Mich., Tuesday, Feb. 27, 2024. Michigan is the last major primary state before Super Tues… [+3404 chars]"
        },
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "author": "Vittoria Elliott",
            "title": "Antiabortion Disinformation Ads Ran Rampant on Facebook and Instagram",
            "description": "Hundreds of antiabortion ads on Meta’s platforms have been disseminated all over the world, new research finds.",
            "url": "https://www.wired.com/story/facebook-instagram-anti-abortion-ads-disinformation/",
            "urlToImage": "https://media.wired.com/photos/6603570cbca440491fb5f0bd/191:100/w_1280,c_limit/politics_anti_abortion_misinformation_meta.jpg",
            "publishedAt": "2024-03-27T09:00:00Z",
            "content": "Ads containing abortion-related misinformation are allowed to run on Facebook and Instagram in countries across Asia, Africa, and Latin America, while legitimate health care providers struggle to get… [+2966 chars]"
        },
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "author": "Joel Khalili",
            "title": "The Science of Crypto Forensics Survives a Court Battle—for Now",
            "description": "A jury convicted Roman Sterlingov of money laundering this month. His defense team says it will appeal, saying the crypto-tracing technique at the heart of the case is “pseudoscience.”",
            "url": "https://www.wired.com/story/the-science-of-crypto-forensics-court-battle/",
            "urlToImage": "https://media.wired.com/photos/6603759fd3a75d0aa76d16ab/191:100/w_1280,c_limit/business_crypto_tracing_forensics_trial.jpg",
            "publishedAt": "2024-03-27T11:00:00Z",
            "content": "On March 12, Russian-Swedish national Roman Sterlingov was found guilty of money laundering conspiracy and other violations by a federal jury in Washington, DC, for having operated Bitcoin Fog, a ser… [+3654 chars]"
        },
        {
            "source": {
                "id": "time",
                "name": "Time"
            },
            "author": "Nicholas DiPucchio / Made by History",
            "title": "The Pro-Russia Conspiracy Theory That Almost Convinced New Englanders to Secede",
            "description": "A pro-Russian movement among New England Federalists led some to contemplate separating from the U.S. during the War of 1812.",
            "url": "https://time.com/6899207/american-conservative-russia-conspiracy-theory-history/",
            "urlToImage": "https://api.time.com/wp-content/uploads/2024/03/tsar.jpg?quality=85",
            "publishedAt": "2024-03-27T13:00:00Z",
            "content": "GOP resistance to funding Ukraines war effort, along with the refusal by several Republicans to condemn Russian President Vladimir Putin for the death of opposition leader Alexei Navalny has been a c… [+8536 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gizmodo.com"
            },
            "author": "Cheryl Eddy",
            "title": "3 Body Problem's David Benioff on the Show's Grim View of Humanity's Chances",
            "description": "Netflix’s 3 Body Problem—an adaptation of the first book in Liu Cixin’s highly acclaimed sci-fi trilogy—asks a lot of big questions and puts its characters through some agonizing decisions. But at its core, the show grapples with one big dilemma: whether or n…",
            "url": "https://gizmodo.com/3-body-problem-netflix-david-benioff-humanity-covid-1851328924",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/88b8b658fdaed8b7ebd6de06408e3fcd.png",
            "publishedAt": "2024-03-12T21:30:00Z",
            "content": "Netflixs 3 Body Probleman adaptation of the first book in Liu Cixins highly acclaimed sci-fi trilogyasks a lot of big questions and puts its characters through some agonizing decisions. But at its co… [+2097 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Beatrice Nolan",
            "title": "I spent a day as a 'Truthsayer' on Truth Social — it was a bizarre mix of conspiracy theories and Biden-hate",
            "description": "Donald Trump's loss-making media company is now worth billions, so I decided to take a visit to Truth Social to see what goes on.",
            "url": "https://www.businessinsider.com/truth-social-donald-trump-social-media-tech-platform-tmtg-djt-2024-4",
            "urlToImage": "https://i.insider.com/66056baa3f923f7dab01f5c0?width=1200&format=jpeg",
            "publishedAt": "2024-04-01T11:13:01Z",
            "content": "The company that owns Donald Trump's Truth Social is now worth billions. Chip Somodevilla; Jakub Porzycki/NurPhoto via Getty Images\r\n<ul><li>The company behind Truth Social went public last week.</li… [+3414 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The New Yorker"
            },
            "author": "Anna Russell",
            "title": "How Kate Middleton Shamed the Internet",
            "description": "After the Princess of Wales’s cancer diagnosis, some who had pushed conspiracy theories about her absence seemed chastened, Anna Russell writes.",
            "url": "https://www.newyorker.com/news/letter-from-the-uk/how-kate-middleton-shamed-the-internet",
            "urlToImage": "https://media.newyorker.com/photos/660319d95fc1198bbb1f37fe/16:9/w_1280,c_limit/Russell-Kate-03-26-24.jpg",
            "publishedAt": "2024-03-27T10:00:00Z",
            "content": "The morning after Catherine, the Princess of Wales, otherwise known as Kate Middleton, announced that she had cancer, the weather in London was bright and clear. After weeks of gray and rain, it felt… [+7914 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Alexandra Bacon",
            "title": "The Kate Middleton photo drama is the gift that social media needed",
            "description": "The flurry of memes surrounding Kate Middleton's absence from public life has made X feel like old-school Twitter again.",
            "url": "https://www.businessinsider.com/kate-middleton-photo-drama-spurs-twitter-social-media-meme-frenzy-2024-3",
            "urlToImage": "https://i.insider.com/65f04eeb6080194819feed2b?width=1200&format=jpeg",
            "publishedAt": "2024-03-12T13:30:55Z",
            "content": "Catherine 'Kate' Middleton, the Princess of Wales.Samir Hussein/WireImage via Getty Images\r\n<ul><li>Some social media users say Twitter has become irrelevant since it was rebranded as X.</li><li>But … [+1673 chars]"
        },
        {
            "source": {
                "id": "time",
                "name": "Time"
            },
            "author": "Mallory Moench",
            "title": "Watch the Moment That Led to Marjorie Taylor Greene Swearing at a U.K. Journalist",
            "description": "Republican Rep. Marjorie Taylor Greene cursed at a well-known British journalist when a question seemingly struck a nerve.",
            "url": "https://time.com/6882104/marjorie-taylor-greene-swears-journalist-emily-maitlis-interview/",
            "urlToImage": "https://api.time.com/wp-content/uploads/2024/03/GettyImages-1983623919.jpg?quality=85",
            "publishedAt": "2024-03-06T18:30:52Z",
            "content": "Republican Rep. Marjorie Taylor Greene told a well-known British journalist to f*ck off at the end of an on-camera interview when asked about a conspiracy theory she had espoused. \r\nIn the clip, form… [+2430 chars]"
        },
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "author": "Paresh Dave, Morgan Meaker",
            "title": "Reddit Surges on Its First Day of Trading",
            "description": "The home of memestocks is now publicly traded on the New York Stock Exchange as RDDT, in the first major social media IPO in five years.",
            "url": "https://www.wired.com/story/reddit-ipo-price-surge/",
            "urlToImage": "https://media.wired.com/photos/65fc41a5caa60924e64e41df/191:100/w_1280,c_limit/Reddit-NYSE-Business-GettyImages-2095059175.jpg",
            "publishedAt": "2024-03-21T18:14:25Z",
            "content": "Reddits IPO is a test of investor appetite for tech IPOs, which have been a rarity in recent years. Low interest rates had made raising and borrowing cash on private markets easy and economic effects… [+3942 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Mental Floss"
            },
            "author": "Lorna Wallace",
            "title": "8 Shakespeare Conspiracy Theories",
            "description": "Discover the controversial conspiracy theories that challenge Shakespeare’s authorship, from the Baconian Theory to the Alien Theory and beyond.",
            "url": "https://www.mentalfloss.com/posts/shakespeare-conspiracy-theories",
            "urlToImage": "https://images2.minutemediacdn.com/image/upload/c_crop,w_3838,h_2158,x_0,y_0/c_fill,w_1440,ar_16:9,f_auto,q_auto,g_auto/images/voltaxMediaLibrary/mmsport/mentalfloss/01hqxjycv3gcjm1cbqre.jpg",
            "publishedAt": "2024-03-11T12:01:00Z",
            "content": "William Shakespeare is lauded worldwide for his plays and poems, but there are some people who believe that a glove-makers son from Stratford-upon-Avon couldnt possibly have written such clever, witt… [+9761 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Anneta Konstantinides",
            "title": "It's a wild time to be a professional Kate Middleton lookalike",
            "description": "Heidi Agan has worked as a Kate Middleton lookalike for 12 years. She wants the world to know she is not the woman seen in the recent TMZ video.",
            "url": "https://www.businessinsider.com/kate-middleton-professional-lookalike-interview-2024-3",
            "urlToImage": "https://i.insider.com/65fa01e74af076d3cf91d0fc?width=1200&format=jpeg",
            "publishedAt": "2024-03-19T22:13:28Z",
            "content": "Heidi Agan has been a professional Kate Middleton lookalike for 12 years.Courtesy of Heidi Agan\r\n<ul><li>Heidi Agan has worked as a Kate Middleton lookalike for 12 years. </li><li>Agan told BI she wa… [+7179 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "author": "https://www.facebook.com/bbcnews",
            "title": "Diana's press attention more dangerous than Kate scrutiny - Spencer",
            "description": "Earl Spencer also tells Laura Kuenssberg about the violent punishments he and his sister suffered at the hands of a nanny.",
            "url": "https://www.bbc.co.uk/news/uk-politics-68585686",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/106DD/production/_132939276_swlk-index-spencer1.jpg",
            "publishedAt": "2024-03-16T17:00:20Z",
            "content": "Media caption, Charles Spencer said press intrusion used to be \"worse\"\r\nPrincess Diana's brother, Earl Spencer, has told the BBC that press attention suffered by his sister was \"more dangerous\" than … [+6079 chars]"
        },
        {
            "source": {
                "id": "wired",
                "name": "Wired"
            },
            "author": "Steven Levy",
            "title": "Photography Is No Longer Evidence of Anything",
            "description": "The most surprising thing about Kate Middleton’s Photoshop debacle is that anyone would consider a photo as proof of life.",
            "url": "https://www.wired.com/story/the-end-of-photography-as-evidence-of-anything/",
            "urlToImage": "https://media.wired.com/photos/65fcdd1aa634d6e751c3e125/191:100/w_1280,c_limit/Kate-Middleton-Photoshop-Plaintext-Business-1841637751.jpg",
            "publishedAt": "2024-03-22T13:00:00Z",
            "content": "For weeks now, the world has been awash in conspiracy theories spurred by weird artifacts in a photographic image of the missing Princess of Wales that she eventually admitted had been edited. Some o… [+3902 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theonion.com"
            },
            "author": "Chad Nackers",
            "title": "Fans React To Aaron Rodgers Spreading Conspiracy Theories",
            "description": "The Jets quarterback has recently faced backlash for controversial remarks on the 9/11 terror attacks, Covid vaccines, and the Sandy Hook Elementary School shooting. The Onion asked football fans what they thought about Aaron Rodgers spreading conspiracy theo…",
            "url": "https://www.theonion.com/fans-react-to-aaron-rodgers-spreading-conspiracy-theori-1851336930",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/79819c3a2ff0ac6468ee485f35343b9a.png",
            "publishedAt": "2024-03-15T12:48:00Z",
            "content": "The Jets quarterback has recently faced backlash for controversial remarks on the 9/11 terror attacks, Covid vaccines, and the Sandy Hook Elementary School shooting. The Onion asked football fans wha… [+92 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BleepingComputer"
            },
            "author": "Bill Toulas",
            "title": "Former telecom manager admits to doing SIM swaps for $1k",
            "description": "A former manager at a telecommunications company in New Jersey pleaded guilty to conspiracy charges for accepting money to perform unauthorized SIM swaps that enabled an accomplice to hack customer accounts.",
            "url": "https://www.bleepingcomputer.com/news/security/former-telecom-manager-admits-to-doing-sim-swaps-for-1-000/",
            "urlToImage": "https://www.bleepstatic.com/content/hl-images/2023/02/01/hand-holding-sim-cards.jpg",
            "publishedAt": "2024-03-15T15:50:30Z",
            "content": "A former manager at a telecommunications company in New Jersey pleaded guilty to conspiracy charges for accepting money to perform unauthorized SIM swaps that enabled an accomplice to hack customer a… [+1993 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Lindsay Dodgson",
            "title": "Andrew Tate was detained in Romania over a UK arrest warrant — and his fans are already spreading conspiracies",
            "description": "Andrew Tate has been detained in Romania and handed an arrest warrant by British authorities, according to multiple reports. His fans are not happy.",
            "url": "https://www.businessinsider.com/andrew-tate-arrested-fans-already-spreading-conspiracies-tristan-romania-uk-2024-3",
            "urlToImage": "https://i.insider.com/65f0241fce7f1785b2e8bb60?width=1200&format=jpeg",
            "publishedAt": "2024-03-12T11:18:26Z",
            "content": "Andrew Tate arriving at the Municipal Court of Bucharest, Romania, on June 21, 2023.DANIEL MIHAILESCU/Getty Images\r\n<ul><li>Andrew and Tristan Tate have been detained in Romania on sexual crime charg… [+6581 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "NPR"
            },
            "author": "Emma Bowman",
            "title": "Catherine, Princess of Wales, announces cancer diagnosis",
            "description": "The former Kate Middleton said she was in the early stages of treatment in a video announcement Friday. Her health has been subject to public speculation in recent months.",
            "url": "https://www.npr.org/2024/03/22/1240221768/kate-middleton-cancer",
            "urlToImage": "https://media.npr.org/assets/img/2024/03/22/ap24037691574457_wide-cc12233c2d19f207e140e936e0d60273d07283f9-s1400-c100.jpg",
            "publishedAt": "2024-03-22T18:16:54Z",
            "content": "Kate, Princess of Wales, is seen in north London on Nov. 24, 2023. The princess was diagnosed with cancer and is in the early stages of treatment, she said.\r\nFrank Augstein/AP\r\nCatherine, the Princes… [+1067 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "BBC News"
            },
            "author": null,
            "title": "Yousaf condemns 'outrageous smear' over Gaza funding",
            "description": "The first minister was responding to a report that claimed he may have had a conflict of interests.",
            "url": "https://www.bbc.com/news/articles/cn0d2wnlek2o",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/4335/live/4d1129f0-de04-11ee-9410-0f893255c2a0.jpg",
            "publishedAt": "2024-03-09T11:10:00Z",
            "content": "Scotland's first minister Humza Yousaf has described accusations that he may have had a conflict of interest in sending funding to Gaza as an \"outrageous smear\" and \"far right conspiracy\".\r\nThe Scott… [+3021 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Matthew Loh",
            "title": "A Montana man trying to illegally create a 'giant sheep hybrid' went on a hunt for sheep parts and testicles, the authorities say",
            "description": "Arthur Schubarth, 80, sought to create offshoots of a prized Central Asian sheep to sell them on the hunting market for high prices, per the DOJ.",
            "url": "https://www.businessinsider.com/montana-man-tried-make-giant-sheep-hybrid-tissue-testicles-doj-2024-3",
            "urlToImage": "https://i.insider.com/65f28e0bce7f1785b2e97d6a?width=1200&format=jpeg",
            "publishedAt": "2024-03-14T06:03:39Z",
            "content": "The argali is found in Central Asia's highlands.luxiangjian4711/Getty Images\r\n<ul><li>An 80-year-old rancher was part of a 10-year conspiracy to cross-breed huge sheep for hunting, US officials said.… [+3200 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Presse-citron"
            },
            "author": "Manon Carpentier",
            "title": "Sur Netflix, cette série-documentaire est faite pour les fans de théories du complot",
            "description": "Avez-vous entendu parler de “American Conspiracy : une enquête tentaculaire” ?",
            "url": "https://www.presse-citron.net/sur-netflix-cette-serie-documentaire-est-faite-pour-les-fans-de-theories-du-complot/",
            "urlToImage": "https://www.presse-citron.net/app/uploads/2024/03/american-conspiracy-netflix.jpg",
            "publishedAt": "2024-03-07T14:04:57Z",
            "content": "Sur Netflix, les programmes qui parlent denquêtes mystérieuses sont légion. Cest souvent un véritable succès pour la plateforme de streaming. Après sêtre intéressé à la disparition du petit Gregory, … [+2820 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo Entertainment"
            },
            "author": null,
            "title": "Baltimore bridge collapse was tragic enough. Then came the right-wing conspiracy theorists.",
            "description": null,
            "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_7a2eb34e-d791-4e38-81f5-ade2f59a3cd3",
            "urlToImage": null,
            "publishedAt": "2024-03-27T19:50:09Z",
            "content": "Si vous cliquez sur « Tout accepter », nos partenaires (y compris 241 qui font partie du Cadre de transparence et de consentement dIAB) et nous utiliserons également des témoins et vos données person… [+982 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gizmodo.com"
            },
            "author": "Thomas Germain",
            "title": "Congressman Apologizes After Voting for TikTok Ban, Would Like the Yelling to Stop",
            "description": "Congressman Jeff Jackson’s latest TikTok video starts simply: “I apologize.” Last week, the House of Representatives passed a bill that could ultimately ban TikTok from the US. For many, it turned Jackson into enemy number one. The North Carolina Democrat spe…",
            "url": "https://gizmodo.com/jeff-jackson-congressman-apologizes-for-tiktok-ban-1851344218",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/d740aeeb5c7a84c770d7e772ac817cb8.png",
            "publishedAt": "2024-03-18T14:50:00Z",
            "content": "Congressman Jeff Jacksons latest TikTok video starts simply: I apologize. Last week, the House of Representatives passed a bill that could ultimately ban TikTok from the US. For many, it turned Jacks… [+5819 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gizmodo.com"
            },
            "author": "Matt Novak",
            "title": "Court Bans Use of 'AI-Enhanced' Video Evidence Because That's Not How AI Works",
            "description": "A judge in Washington state has blocked video evidence that’s been “AI-enhanced” from being submitted in a triple murder trial. And that’s a good thing, given the fact that too many people seem to think applying an AI filter can give them access to secret vis…",
            "url": "https://gizmodo.com/ai-image-chatgpt-court-ban-video-evidence-enhanced-llm-1851382045",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/1793ef3852d226338480388107abcefb.png",
            "publishedAt": "2024-04-02T19:30:00Z",
            "content": "A judge in Washington state has blocked video evidence thats been AI-enhanced from being submitted in a triple murder trial. And thats a good thing, given the fact that too many people seem to think … [+4182 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Gizmodo.com"
            },
            "author": "Jody Serrano",
            "title": "UK Royals Busted for Another Manipulated Photo Taken by Kate Middleton",
            "description": "Just one week after Kate Middleton, the Princess of Wales, apologized for editing a photo of herself and her children on Mother’s Day, the UK royal family is in hot water again over another family portrait—which coincidentally is connected to Middleton.Read m…",
            "url": "https://gizmodo.com/second-royal-photo-edit-queen-elizabeth-kate-middleton-1851349259",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/46a7f0a2489afc3942d76b865e5b9799.jpg",
            "publishedAt": "2024-03-19T19:45:00Z",
            "content": "Just one week after Kate Middleton, the Princess of Wales, apologized for editing a photo of herself and her children on Mothers Day, the UK royal family is in hot water again over another family por… [+3665 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "NPR"
            },
            "author": "Bill Chappell",
            "title": "What to know as Chad Daybell jury selection begins in 'zombie' murder trial in Idaho",
            "description": "Daybell could potentially face the death penalty over the deaths of two children and his former wife. His current wife, Lori Vallow Daybell, was found guilty of similar charges last year.",
            "url": "https://www.npr.org/2024/04/02/1241986583/chad-daybell-lori-vallow-zombie-murder-idaho",
            "urlToImage": "https://media.npr.org/assets/img/2024/04/01/ap-chad-daybell-trial_wide-425753f9d5ee39181852bf278954bd350ccde7a1-s1400-c100.jpg",
            "publishedAt": "2024-04-02T09:00:17Z",
            "content": "Chad Daybell listens during a court hearing in 2022. His trial on murder, conspiracy and fraud charges began on Monday, with jury selection in Boise, Idaho.\r\nTony Blakeslee/EastIdahoNews.com via AP, … [+8372 chars]"
        },
        {
            "source": {
                "id": "abc-news",
                "name": "ABC News"
            },
            "author": "Aaron Katersky",
            "title": "Disgraced crypto CEO Sam Bankman-Fried to be sentenced Thursday for financial fraud",
            "description": "Sam Bankman-Fried will be sentenced Thursday for orchestrating what prosecutors have called one of the biggest financial frauds in American history.",
            "url": "https://abcnews.go.com/US/sam-bankman-fried-sentenced-thursday-financial-fraud/story?id=108554809",
            "urlToImage": "https://i.abcnewsfe.com/a/d64a533a-f266-4a02-a31e-90f97008306a/Bankman-Fried-file-rt-ml-240327_1711560030432_hpMain_16x9.jpg?w=1600",
            "publishedAt": "2024-03-28T13:28:08Z",
            "content": "Sam Bankman-Fried will be sentenced Thursday for orchestrating what prosecutors have called one of the biggest financial frauds in American history.\r\nBankman-Fried, 32, of Stanford, California, was c… [+2692 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Justice.gov"
            },
            "author": null,
            "title": "Montana Man Pleads to Federal Charges for Efforts to Create Giant Hybrid Sheep",
            "description": "A Montana man pleaded guilty to two felony wildlife crimes – a conspiracy to violate the Lacey Act and substantively violating the Lacey Act – as part of an almost decade-long effort to create giant sheep hybrids in the United States with an aim to sell the s…",
            "url": "https://www.justice.gov/opa/pr/montana-man-pleads-guilty-federal-wildlife-trafficking-charges-part-yearslong-effort-create",
            "urlToImage": "https://www.justice.gov/sites/all/modules/features/doj_sharing/images/doj-seal-fb.jpg",
            "publishedAt": "2024-03-13T16:14:25Z",
            "content": "A Montana man pleaded guilty today to two felony wildlife crimes a conspiracy to violate the Lacey Act and substantively violating the Lacey Act as part of an almost decade-long effort to create gian… [+4330 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "author": "https://www.facebook.com/bbcnews",
            "title": "Home Office is dysfunctional, says ex-watchdog",
            "description": "David Neal, who was dismissed by the government, says the department needs complete reform.",
            "url": "https://www.bbc.co.uk/news/uk-68528149",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8C6C/production/_132884953_davidneal_pa.jpg",
            "publishedAt": "2024-03-11T07:08:58Z",
            "content": "The Home Office is dysfunctional and in urgent need of reform, the recently-sacked independent borders inspector has told the BBC's Today Podcast.\r\nDavid Neal said immigration failures went to the to… [+5480 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hasan Chowdhury,Beatrice Nolan",
            "title": "Kate Middleton picture fiasco shows we're at the point of no return with trusting anything online",
            "description": "Trusting what we see on the internet has become a total nightmare at a time when AI is blurring the lines between what's real and what is not.",
            "url": "https://www.businessinsider.com/kate-middleton-picture-fiasco-ai-online-trust-editing-royals-2024-3",
            "urlToImage": "https://i.insider.com/65ef032dce7f1785b2e86319?width=1200&format=jpeg",
            "publishedAt": "2024-03-11T15:45:23Z",
            "content": "Catherine, Princess of Wales, with her children in the controversial image released on Sunday.Prince of Wales/Kensington Palace\r\n<ul><li>A family photo of the Princess of Wales has added fuel to the … [+5789 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cracked.com"
            },
            "author": "Matt Solomon",
            "title": "Bill Maher Builds Podcast Network So Fred Durst Can Talk About UFOs",
            "description": "If one hour of Durst conspiracy theories is good, a weekly spew will be even better",
            "url": "https://www.cracked.com/article_41606_bill-maher-builds-podcast-network-so-fred-durst-can-talk-about-ufos.html",
            "urlToImage": "https://s3.crackedcdn.com/phpimages/article/5/0/5/1050505.jpg",
            "publishedAt": "2024-03-27T14:30:00Z",
            "content": "Thank God for Bill Maher. The man looked at America and realized, The country is polarized. Its like a prison yard youre either one team or the other. Everybody says they want to be in the middle, bu… [+2483 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Cracked.com"
            },
            "author": "JM McNab",
            "title": "How Digging Up a Dead President’s Corpse Inspired ‘The Simpsons’",
            "description": "A ‘90s conspiracy theory led to one of the series’ best episodes",
            "url": "https://www.cracked.com/article_41419_how-digging-up-a-dead-presidents-corpse-inspired-the-simpsons.html",
            "urlToImage": "https://s3.crackedcdn.com/phpimages/article/8/4/1/1040841.jpg",
            "publishedAt": "2024-03-14T16:30:00Z",
            "content": "The Simpsons has obviously had a number of great Lisa-centric episodes over the years, but one of the very best is Season Sevens Lisa the Iconoclast, in which Springfields brainiest second grader exp… [+2875 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "author": "https://www.facebook.com/bbcnews",
            "title": "King Charles hails Kate's courage after cancer news",
            "description": "Well-wishers offer support to the Princess of Wales, who is in the early stages of cancer treatment.",
            "url": "https://www.bbc.co.uk/news/uk-68643638",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/16359/production/_132996909_gettyimages-1368532541-1.jpg",
            "publishedAt": "2024-03-23T05:00:09Z",
            "content": "King Charles III is \"so proud of Catherine for her courage\" in speaking about her treatment for cancer, Buckingham Palace has said.\r\nThe King, who has been diagnosed with cancer himself, is in the \"c… [+4640 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "author": "https://www.facebook.com/bbcnews",
            "title": "US soldier accused of selling classified files to China",
            "description": "Messages by Sgt Korbein Schultz include one where he said he \"wished he could be 'Jason Bourne',\" the indictment says.",
            "url": "https://www.bbc.co.uk/news/world-us-canada-68508443",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/16FD6/production/_132866149_screenshot-2024-03-07-at-5-08-39-pm.jpg",
            "publishedAt": "2024-03-08T02:16:47Z",
            "content": "A US Army analyst has been arrested and charged with selling sensitive military secrets to a contact in China. \r\nSgt Korbein Schultz was arrested on Thursday at Fort Campbell in Kentucky following an… [+2425 chars]"
        },
        {
            "source": {
                "id": "time",
                "name": "Time"
            },
            "author": "Simmone Shah",
            "title": "Archbishop of Canterbury Delivers Message About Kate Middleton in Easter Sermon",
            "description": "During his Easter Sunday sermon, the Archbishop of Canterbury delivered a message addressing King Charles and Kate Middleton's health.",
            "url": "https://time.com/6962204/archbishop-of-canterbury-easter-sermon-kate-middleton-diagnosis/",
            "urlToImage": "https://api.time.com/wp-content/uploads/2024/03/GettyImages-1800484948.jpg?quality=85",
            "publishedAt": "2024-03-31T16:04:27Z",
            "content": "During his Easter Sunday sermon, the Archbishop of Canterbury Justin Welby delivered a message acknowledging the struggles King Charles and Kate Middleton, the Princess of Wales, as they both battle … [+2599 chars]"
        },
        {
            "source": {
                "id": "abc-news",
                "name": "ABC News"
            },
            "author": "Jon Haworth",
            "title": "2 men charged with blowing up woman's home, planning to use python to eat daughter",
            "description": "Two men have been charged after allegedly bombing a woman’s home and planning to release “a large python into the victim’s home to eat the victim’s daughter.\"",
            "url": "https://abcnews.go.com/US/2-men-charged-blowing-womans-home-planning-large/story?id=108073142",
            "urlToImage": "https://i.abcnewsfe.com/a/74d3f155-b375-48a1-b3aa-56a27ae9568b/GettyImages-482691137_1670166580682_hpMain_16x9.jpg?w=1600",
            "publishedAt": "2024-03-13T09:33:47Z",
            "content": "Two men have been charged after allegedly bombing a womans home and planning to release a large python into the victims home to eat the victims daughter, according to prosecutors.\r\nStephen Glosser, 3… [+2566 chars]"
        },
        {
            "source": {
                "id": "abc-news",
                "name": "ABC News"
            },
            "author": "MICHAEL KUNZELMAN Associated Press",
            "title": "Cardinals super fan known as 'Rally Runner' pleads guilty to storming Capitol in face paint",
            "description": "A St. Louis Cardinals super fan known as “Rally Runner” has pleaded guilty to storming the U.S. Capitol while wearing red face paint and red clothes",
            "url": "https://abcnews.go.com/Sports/wireStory/cardinals-super-fan-rally-runner-pleads-guilty-storming-108393988",
            "urlToImage": "https://i.abcnewsfe.com/a/7ec46d9f-a3f1-4d93-9e7e-52380073a2b8/wirestory_6d03f8108b0e62bb7b516f0955e0a1e8_16x9.jpg?w=1600",
            "publishedAt": "2024-03-22T16:45:28Z",
            "content": "WASHINGTON -- A St. Louis Cardinals super fan known as Rally Runner pleaded guilty on Friday to storming the U.S. Capitol while wearing red face paint and red clothes, fueling a baseless conspiracy t… [+2286 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Space.com"
            },
            "author": "Fran Ruiz",
            "title": "'Constellation' season 1 episode 5 review: Less paranoia, more reveals",
            "description": "Episode 5 of Apple TV+'s 'Constellation' focuses on expanding the conspiracy theories as worlds begin to collide and merge.",
            "url": "https://www.space.com/constellation-season-1-episode-5-review",
            "urlToImage": "https://cdn.mos.cms.futurecdn.net/sxDaJMgmj3HYgqxFCv7ZWG-1200-80.jpg",
            "publishedAt": "2024-03-06T20:30:01Z",
            "content": "Space is part of Future US Inc, an international media group and leading digital publisher. Visit our corporate site.\r\n©\r\nFuture US, Inc. Full 7th Floor, 130 West 42nd Street,\r\nNew York,\r\nNY 10036."
        },
        {
            "source": {
                "id": "bleacher-report",
                "name": "Bleacher Report"
            },
            "author": "Scott Polacek",
            "title": "Jets' Aaron Rodgers Denies Believing in Sandy Hook Conspiracy Theories",
            "description": "New York Jets quarterback Aaron Rodgers took to social media Thursday to say he believes the 2012 Sandy Hook school shooting actually happened and was \"an…",
            "url": "https://bleacherreport.com/articles/10113024-jets-aaron-rodgers-denies-believing-in-sandy-hook-conspiracy-theories",
            "urlToImage": "https://media.bleacherreport.com/image/upload/c_fill,g_faces,w_3800,h_2000,q_95/v1710436031/nnhl6pjiyk7tzdb1hxch.jpg",
            "publishedAt": "2024-03-14T17:42:39Z",
            "content": "Fred Kfoury III/Icon Sportswire via Getty Images\r\nNew York Jets quarterback Aaron Rodgers took to social media Thursday to say he believes the 2012 Sandy Hook school shooting actually happened and wa… [+1836 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Digital Trends"
            },
            "author": "Dan Girolamo",
            "title": "5 great Netflix shows to watch instead of the 2024 Oscars",
            "description": "Don't want to watch the Oscars? Check out these five Netflix shows instead. Our picks include two TV adaptions of popular movies and one hit reality show.",
            "url": "https://www.digitaltrends.com/movies/netflix-shows-to-watch-instead-of-oscars-2024/",
            "urlToImage": "https://www.digitaltrends.com/wp-content/uploads/2024/02/One-Day_103_Unit_00207_RT.jpgOD_103_Unit_00207_RT.jpg?resize=1200%2C630&p=1",
            "publishedAt": "2024-03-10T15:30:58Z",
            "content": "Sophie Mutevelian / World Productions / Netflix\r\nThe long awards season is finally reaching its high point: the 2024 Oscars. The best actors, directors, screenwriters, and below-the-line talent will … [+5118 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "ReadWrite"
            },
            "author": "Sophie Atkinson",
            "title": "‘Millions of Americans affected by Chinese hacking plot’",
            "description": "Millions of Americans have been caught up in a Chinese hacking ploy which has resulted in seven Chinese men being… Continue reading ‘Millions of Americans affected by Chinese hacking plot’\nThe post ‘Millions of Americans affected by Chinese hacking plot’ appe…",
            "url": "https://readwrite.com/millions-of-americans-affected-by-chinese-hacking-plot/",
            "urlToImage": "https://readwrite.com/wp-content/uploads/2024/03/16vIQClsQ9KROcxeBO_FzA.png",
            "publishedAt": "2024-03-26T10:56:57Z",
            "content": "Millions of Americans have been caught up in a Chinese hacking ploy which has resulted in seven Chinese men being charged with conspiracy to commit computer intrusions and wire fraud.\r\nYesterday (Mar… [+2600 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "ReadWrite"
            },
            "author": "Ali Rees",
            "title": "Grab these games for free on Epic Games Store before April 11",
            "description": "Epic Games Store is famous for its frequent giveaways, and this week’s offering is no slouch. Two full-sized games are… Continue reading Grab these games for free on Epic Games Store before April 11\nThe post Grab these games for free on Epic Games Store befor…",
            "url": "https://readwrite.com/grab-these-full-games-for-free-on-epic-games-store-before-april-11/",
            "urlToImage": "https://readwrite.com/wp-content/uploads/2024/04/epicfree.png",
            "publishedAt": "2024-04-05T10:21:47Z",
            "content": "Epic Games Store is famous for its frequent giveaways, and this week’s offering is no slouch. Two full-sized games are available to claim permanently for free: Thief (2014) and The Outer Worlds: Spac… [+2393 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "ReadWrite"
            },
            "author": "Radek Zielinski",
            "title": "KuCoin faces federal prosecution for AML and registration skirting",
            "description": "Federal prosecutors in New York announced charges against KuCoin, a leading cryptocurrency exchange, for breaching U.S. anti-money laundering laws on… Continue reading KuCoin faces federal prosecution for AML and registration skirting\nThe post KuCoin faces fe…",
            "url": "https://readwrite.com/kucoin-faces-federal-prosecution-for-aml-and-registration-skirting/",
            "urlToImage": "https://readwrite.com/wp-content/uploads/2024/03/kucoin8937.jpg",
            "publishedAt": "2024-03-27T15:17:05Z",
            "content": "Federal prosecutors in New York announced charges against KuCoin, a leading cryptocurrency exchange, for breaching U.S. anti-money laundering laws on Tuesday (Mar. 26).\r\nThe charges accuse the Seyche… [+2596 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "ReadWrite"
            },
            "author": "Graeme Hanna",
            "title": "Chinese hackers increasingly using AI to interfere in elections – report",
            "description": "China is increasingly turning to artificial intelligence (AI) powered forms of misinformation to interfere in foreign elections, according to a new… Continue reading Chinese hackers increasingly using AI to interfere in elections – report\nThe post Chinese hac…",
            "url": "https://readwrite.com/chinese-hackers-increasingly-using-ai-to-interfere-in-elections-report/",
            "urlToImage": "https://readwrite.com/wp-content/uploads/2024/04/chinahackers.png",
            "publishedAt": "2024-04-05T14:41:51Z",
            "content": "China is increasingly turning to artificial intelligence (AI) powered forms of misinformation to interfere in foreign elections, according to a new report from Microsoft.\r\nDeepfakes and other forms o… [+2180 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "TMZ"
            },
            "author": "TMZ Staff",
            "title": "Harry and Meghan's Friend Fuels Kate Middleton Conspiracy Theories",
            "description": "Prince Harry and Meghan Markle's close pal Christopher Bouzy is diving headfirst into the the Kate Middleton saga ... and he's clearly with the conspiracy theory crowd on this. In an X post Tuesday, the NYC tech CEO -- who appeared on the couple's…",
            "url": "https://www.tmz.com/2024/03/20/prince-harry-meghan-markle-friend-netflix-fuel-kate-middleton-conspiracies/",
            "urlToImage": "https://imagez.tmz.com/image/d7/16by9/2024/03/20/d7df89559a7b466fbfd66a66018b0e07_xl.jpg",
            "publishedAt": "2024-03-20T14:30:43Z",
            "content": "Prince Harry andMeghan Markle's close pal Christopher Bouzy is diving headfirst into the the Kate Middleton saga ... and he's clearly with the conspiracy theory crowd on this.\r\nIn an X post Tuesday, … [+2808 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Kotaku"
            },
            "author": "Zack Zwiezen",
            "title": "Stardew Valley's 1.6 Update Confirms Years-Old Fan Theory Is True",
            "description": "Some Stardew Valley fans are feeling vindicated today after the game’s creator, Eric Barone, confirmed on Twitter that harvesting crops from left to right was faster than harvesting from right to left. Apparently, this bug will finally be fixed after being in…",
            "url": "https://kotaku.com/stardew-valley-1-6-update-theory-harvesting-speed-bug-1851333147",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/145e8a72f70adeadb3871868856320e8.jpg",
            "publishedAt": "2024-03-13T21:00:00Z",
            "content": "Some Stardew Valley fans are feeling vindicated today after the games creator, Eric Barone, confirmed on Twitter that harvesting crops from left to right was faster than harvesting from right to left… [+2007 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theonion.com"
            },
            "author": "ji39f8deollek3",
            "title": "Backpedaling Aaron Rodgers Meets With Sandy Hook Parents To Brag About How Fast Achilles Healed",
            "description": "FLORHAM PARK, NJ—Revealing that he had taken time to reflect on the dangerous and harmful conspiracy theories that he had spread about the tragic mass shooting, backpedaling Aaron Rogers met with the parents of Sandy Hook victims Thursday to brag about how fa…",
            "url": "https://www.theonion.com/backpedaling-aaron-rodgers-meets-with-sandy-hook-parent-1851336032",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/0f8305435fd0762d1b228b255c7ce262.jpg",
            "publishedAt": "2024-03-14T18:10:00Z",
            "content": "FLORHAM PARK, NJRevealing that he had taken time to reflect on the dangerous and harmful conspiracy theories that he had spread about the tragic mass shooting, backpedaling Aaron Rogers met with the … [+1019 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "TMZ"
            },
            "author": "TMZ Staff",
            "title": "Kate Middleton Conspiracy Theorists Say New Video is Not Her!!!",
            "description": "The new Kate Middleton video -- showing her surfacing for the first time since Xmas -- is bogus, and it's NOT her ... so say a bunch of conspiracy theorists who claim to have receipts. TMZ's video, shot over the weekend, shows what appears to be a…",
            "url": "https://www.tmz.com/2024/03/19/kate-middleton-conspiracy-theorists-still-arent-convinced-recent-sighting-is-real/",
            "urlToImage": "https://imagez.tmz.com/image/06/16by9/2024/03/19/06770dd193df44ec8e094f5f2bce35c3_xl.jpg",
            "publishedAt": "2024-03-19T14:24:52Z",
            "content": "The new Kate Middleton video -- showing her surfacing for the first time since Xmas -- is bogus, and it's NOT her ... so say a bunch of conspiracy theorists who claim to have receipts.\r\nTMZ's video, … [+1714 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "TMZ"
            },
            "author": "TMZ Staff",
            "title": "Kate Middleton's Photoshop Fail Had 16 Edits, New Conspiracy Theories",
            "description": "Kate Middleton's Photoshop fail reportedly had at least 16 editing mistakes that experts could see ... and with the release of a new pic, more conspiracy theories are mounting. The Princess of Wales' UK Mother's Day tribute has been analyzed…",
            "url": "https://www.tmz.com/2024/03/12/kate-middleton-16-editing-mistakes-new-conspiracy-theory/",
            "urlToImage": "https://imagez.tmz.com/image/46/16by9/2024/03/12/463bec9678954e82bd05aaa6e7a169fa_xl.jpg",
            "publishedAt": "2024-03-12T22:20:51Z",
            "content": "Kate Middleton's Photoshop fail reportedly had at least 16 editing mistakes that experts could see ... and with the release of a new pic, more conspiracy theories are mounting.\r\nThe Princess of Wales… [+3345 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theonion.com"
            },
            "author": "ji39f8deollek3",
            "title": "Things To Never Say To An RFK Jr. Voter",
            "description": "While environmental lawyer Robert F. Kennedy Jr. is known for many things—including his anti-vaccine conspiracy theories, racist and antisemitic comments, and viral shirtless pushup routine—he has most recently made headlines for his 2024 presidential campaig…",
            "url": "https://www.theonion.com/things-to-never-say-to-an-rfk-jr-voter-1851385366",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/3ddc31188fa1e395afe7b42a3da40c9d.png",
            "publishedAt": "2024-04-04T11:15:00Z",
            "content": "While environmental lawyer Robert F. Kennedy Jr. is known for many thingsincluding his anti-vaccine conspiracy theories, racist and antisemitic comments, and viral shirtless pushup routinehe has most… [+193 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Vox"
            },
            "author": "Nicole Narea",
            "title": "Should we care about RFK Jr. and his new running mate?",
            "description": "Can the Kennedy conspiracy theorist upend the 2024 presidential election? Hisexpected VP pick Nicole Shanahan might help him.",
            "url": "https://www.vox.com/politics/24112624/rfk-jr-kennedy-shanahan-running-mate-2024-election",
            "urlToImage": "https://cdn.vox-cdn.com/thumbor/khyiCcY-pkPrmOJaGIE2Z9aG_yQ=/0x0:4329x2266/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/25356326/2020977324.jpg",
            "publishedAt": "2024-03-26T17:45:00Z",
            "content": "Robert F. Kennedy Jr. hosts a fireside chat with rapper and producer Eric B. at The Gentleman’s Factory on February 18, 2024, in New York City. | John Nacion/Getty Images\r\n\n \n\n The Kennedy conspiracy… [+10232 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Stereogum"
            },
            "author": "Tom Breihan",
            "title": "The Hope Conspiracy – “Those Who Gave Us Yesterday”",
            "description": "Boston hardcore greats the Hope Conspiracy started in 1999, which was a great time to be a Boston hardcore band. Over the next few years, the Hope Con perfected their form of hard-rockin’ stomp-mosh music, and they carved their name in history alongside bands…",
            "url": "https://www.stereogum.com/2257044/the-hope-conspiracy-those-who-gave-us-yesterday/music/",
            "urlToImage": "https://static.stereogum.com/uploads/2024/03/The-Hope-Conspiracy-Tools-Of-Oppression-Rule-By-Deception-1711461338.jpeg",
            "publishedAt": "2024-03-26T14:11:14Z",
            "content": "Boston hardcore greats the Hope Conspiracy started in 1999, which was a great time to be a Boston hardcore band. Over the next few years, the Hope Con perfected their form of hard-rockin’ stomp-mosh … [+2231 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Yahoo Entertainment"
            },
            "author": "LISA MASCARO",
            "title": "House GOP launches new probe of Jan. 6 and tries shifting blame for Capitol attack away from Trump",
            "description": "House Republicans are launching a vast reinvestigation of the Jan. 6, 2021, attack on the U.S. Capitol, seeking to push the blame away from Donald Trump, who...",
            "url": "https://www.yahoo.com/news/house-gop-launch-probe-jan-041333588.html",
            "urlToImage": "https://s.yimg.com/ny/api/res/1.2/b3TEdga5y_3jIkdna9PiJw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA-/https://media.zenfs.com/en/ap.org/6a992cda08188be183bcf8673553bcf3",
            "publishedAt": "2024-03-13T04:13:33Z",
            "content": "WASHINGTON (AP) House Republicans are launching a vast reinvestigation of the Jan. 6, 2021, attack on the U.S. Capitol, seeking to push the blame away from Donald Trump, who has been indicted over hi… [+6987 chars]"
        },
        {
            "source": {
                "id": "time",
                "name": "Time"
            },
            "author": "Mallory Moench",
            "title": "Kate Middleton Breaks Silence Post-Surgery With a Public Message and New Family Photo",
            "description": "Kate Middleton has broken her silence post-surgery with a picture and a message for the public on U.K. Mother’s Day.",
            "url": "https://time.com/6899310/kate-middleton-speaks-out-new-picture-after-surgery/",
            "urlToImage": "https://api.time.com/wp-content/uploads/2024/03/GettyImages-1832703746.jpg?quality=85",
            "publishedAt": "2024-03-10T12:01:28Z",
            "content": "Kate Middleton has broken her silence after undergoing surgery in January with a picture and message shared on social media in honor of Mothering Sunday in the U.K.\r\nOn March 10, the Princess of Wale… [+1793 chars]"
        },
        {
            "source": {
                "id": "time",
                "name": "Time"
            },
            "author": "Solcyré Burga",
            "title": "Kate Middleton’s Uncle Shares Update After Princess of Wales’ Cancer Diagnosis Reveal",
            "description": "Kate Middleton’s maternal uncle praised the Princess of Wales, and how she handled announcing her cancer diagnosis, in a new interview.",
            "url": "https://time.com/6962109/kate-middleton-health-cancer-update-uncle-gary-goldsmith/",
            "urlToImage": "https://api.time.com/wp-content/uploads/2024/03/Untitled-design.png",
            "publishedAt": "2024-03-30T19:10:43Z",
            "content": "Kate Middletons maternal uncle, Gary Goldsmith, said the Princess of Wales handled the explanation of her cancer diagnosis incredibly well in an exclusive interview with Spanish show ¡De Viernes! rel… [+1682 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The A.V. Club"
            },
            "author": "Manuel Betancourt",
            "title": "Manhunt review: Apple TV Plus' conspiracy thriller is dead on arrival",
            "description": "April 14, 1865, is inarguably one of the most fateful dates in U.S. history. That’s the day President Abraham Lincoln attended a performance of Our American Cousin with his wife, Mary. Midway through the show, John Wilkes Booth fatally shot the President, hop…",
            "url": "https://www.avclub.com/manhunt-review-apple-tv-abraham-lincoln-tobias-menzies-1851313015",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/6590f0498a7e517832c39315c54aa5fc.jpg",
            "publishedAt": "2024-03-08T15:00:00Z",
            "content": "April 14, 1865, is inarguably one of the most fateful dates in U.S. history. Thats the day President Abraham Lincoln attended a performance of Our American Cousin with his wife, Mary. Midway through … [+6477 chars]"
        },
        {
            "source": {
                "id": "abc-news",
                "name": "ABC News"
            },
            "author": "The Associated Press",
            "title": "Did UK hospital staff try to snoop on Princess Kate's medical records?",
            "description": "A British privacy watchdog is looking into a report that staff at a private London hospital tried to snoop on the Princess of Wales’ medical records while she was a patient for abdominal surgery",
            "url": "https://abcnews.go.com/International/wireStory/uk-hospital-staff-snoop-princess-kates-medical-records-108302316",
            "urlToImage": "https://i.abcnewsfe.com/a/6efde233-89ed-4650-a874-7820cdfb02ee/wirestory_d2959f435daf2b2b0f437e220595c884_16x9.jpg?w=1600",
            "publishedAt": "2024-03-20T10:06:30Z",
            "content": "LONDON -- A British privacy watchdog said Wednesday it is looking into a report that staff at a private London hospital tried to snoop on the Princess of Wales medical records while she was a patient… [+953 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Joshua Zitser",
            "title": "A con artist told George Santos and Danny Masterson that he could get their criminal charges dropped for a price, prosecutors say",
            "description": "Hector Medina falsely promised troubled celebrities that he could get their criminal charges dropped for large sums of money, prosecutors say.",
            "url": "https://www.businessinsider.com/con-artist-tried-to-scam-george-santos-danny-masterson-prosecutors-2024-3",
            "urlToImage": "https://i.insider.com/65e9ad9c90413ab8e1da25ca?width=1200&format=jpeg",
            "publishedAt": "2024-03-07T14:38:57Z",
            "content": "George Santos, left, and Danny Masterson, right, were targeted in the scheme.Getty Images\r\n<ul><li>A con artist pretended he could get criminal charges dropped in exchange for money, prosecutors say.… [+3447 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kwan Wei Kevin Tan",
            "title": "Sam Bankman-Fried's lawyers say prosecutors are treating their client like a 'depraved super-villain' with 'dark and megalomaniacal motives'",
            "description": "\"That is not justice,\" Bankman-Fried's lawyers said in response to the prosecution's recommended prison sentence of 40 to 50 years.",
            "url": "https://www.businessinsider.com/sam-bankman-fried-lawyers-accuse-prosecutors-casting-him-super-villain-2024-3",
            "urlToImage": "https://i.insider.com/65fa651e2417f97b87cd89d9?width=1200&format=jpeg",
            "publishedAt": "2024-03-20T06:14:25Z",
            "content": "Sam Bankman-Fried.Fatih Aktas/Anadolu Agency via Getty Images\r\n<ul><li>Sam Bankman-Fried's lawyers slammed the 40 to 50-year prison sentence prosecutors recommended.</li><li>Bankman-Fried's lawyers a… [+2999 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Hannah Getahun,Lloyd Lee",
            "title": "Don Lemon tells Elon Musk that X replies 'are not necessarily fact' after the tech billionaire uses them to defend his DEI stance",
            "description": "Elon Musk cited his X replies when defending his stance on DEI in the aviation industry to Don Lemon.",
            "url": "https://www.businessinsider.com/don-lemon-tells-elon-musk-x-replies-are-not-fact-2024-3",
            "urlToImage": "https://i.insider.com/65f4e98e1851e792f0f04f26?width=1200&format=jpeg",
            "publishedAt": "2024-03-16T00:46:09Z",
            "content": "Don Lemon and Elon MuskMomodu Mansaray/WireImage // Steve Granitz/Getty Images\r\n<ul><li>Elon Musk cited his X replies when defending his stance on DEI in the aviation industry to Don Lemon. </li><li>… [+2844 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Kwan Wei Kevin Tan",
            "title": "Mike Lindell's MyPillow is getting evicted from its Minnesota warehouse after the company failed to cough up over $200,000 in unpaid rent",
            "description": "\"MyPillow has more or less vacated but we'd like to do this by the book,\" the landlord's attorney said on Tuesday.",
            "url": "https://www.businessinsider.com/mike-lindell-mypillow-fails-pay-rent-gets-evicted-from-warehouse-2024-3",
            "urlToImage": "https://i.insider.com/6603d8903f923f7dab018fbc?width=1200&format=jpeg",
            "publishedAt": "2024-03-27T08:32:54Z",
            "content": "MyPillow CEO Mike Lindell.Mandel Ngan/AFP via Getty Images\r\n<ul><li>Things aren't looking great for Mike Lindell.</li><li>The embattled businessman is now facing eviction for one of his warehouses in… [+3098 chars]"
        },
        {
            "source": {
                "id": "business-insider",
                "name": "Business Insider"
            },
            "author": "Katie Balevic,Jacob Shamsian",
            "title": "Sam Bankman-Fried appeared to wipe away tears during sentencing while his dad held his head in his hands and his mom stared out the window",
            "description": "As he was being sentenced to 25 years, Sam Bankman-Fried appeared to wipe red, teary eyes. His parents watched him with their heads hung low.",
            "url": "https://www.businessinsider.com/sam-bankman-fried-sentencing-parents-tears-2024-3",
            "urlToImage": "https://i.insider.com/6605c7c53f923f7dab0259bc?width=1200&format=jpeg",
            "publishedAt": "2024-03-28T21:08:48Z",
            "content": "Sam Bankman-Fried's parents, Joseph Bankman and Barbara Fried, face reporters outside a federal courthouse after he was sentenced to 25 years in prison.DAVID DEE DELGADO/Getty\r\n<ul><li>Sam Bankman-Fr… [+2766 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The-sun.com"
            },
            "author": "Kathleen Livingstone",
            "title": "Conspiracy theorists link quake to solar eclipse...",
            "description": "Conspiracy theorists link quake to solar eclipse...\r\n\n \n \n \n (First column, 1st story, link)\r\n\n \r\n\n \r\n\n \n Related stories:Marjorie Taylor Greene: 'Repent!'...\r\nBuildings sway from Philly to Boston...\r\n\n \r\n\n \n \n Drudge Report Feed needs your support!   Become …",
            "url": "https://www.the-sun.com/news/11012723/conspiracy-theory-new-york-city-earthquake-solar-eclipse/",
            "urlToImage": "https://www.the-sun.com/wp-content/uploads/sites/6/2024/04/AV_SOLAR_CONSPIRACY_OP.jpg?strip=all&quality=100&w=1920&h=1080&crop=1",
            "publishedAt": "2024-04-06T03:07:36Z",
            "content": "WILD ideas have circulated online about what might have caused the 4.8 magnitude earthquake that shook New York City and surrounding areas on Friday and some eclipse reason.\r\nAn estimated 42 million … [+6250 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Quartz India"
            },
            "author": "Matt Novak / Gizmodo",
            "title": "The upcoming solar eclipse is generating some wild conspiracy theories",
            "description": "A total solar eclipse will happen on Monday, April 8, putting on quite a show for roughly 44 million people who live within the totality—the places on the Earth that will be completely shielded by the Moon as it comes between us and the sun. But there are mor…",
            "url": "https://qz.com/tiktokers-solar-eclipse-conspiracy-simulation-1851372686",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/719f49c1d773ab34b92ac6672fbc2881.jpg",
            "publishedAt": "2024-03-28T19:45:09Z",
            "content": "A total solar eclipse will happen on Monday, April 8, putting on quite a show for roughly 44 million people who live within the totalitythe places on the Earth that will be completely shielded by the… [+5865 chars]"
        },
        {
            "source": {
                "id": "the-washington-post",
                "name": "The Washington Post"
            },
            "author": "Jada Yuan",
            "title": "'The Truth Vs. Alex Jones': How Sandy Hook Lies Got Peddled For Profit",
            "description": "A new HBO documentary about the right-wing conspiracy theorist behind Infowars explores the mainstreaming of \"grift\" in a post-truth era.",
            "url": "https://www.washingtonpost.com/entertainment/movies/2024/03/26/the-truth-vs-alex-jones/",
            "urlToImage": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/DW3LKOHE3ZDKVB4OJCWCLGZEEM.JPG&w=1440",
            "publishedAt": "2024-03-26T12:32:55Z",
            "content": "AUSTIN Robbie Parkers 6-year-old daughter, Emilie, had been dead for less than 48 hours, gunned down alongside 19 of her classmates and six staff members at Sandy Hook Elementary School, when right-w… [+9384 chars]"
        },
        {
            "source": {
                "id": "time",
                "name": "Time"
            },
            "author": "ADRIANA GOMEZ LICON / AP",
            "title": "Ex-Trump Official Peter Navarro Reports to Prison for Contempt of Congress Sentence",
            "description": "Navarro was defiant in remarks to reporters before he headed to a federal lockup in Miami, where he will serve a four-month sentence after being found guilty of contempt of Congress charges.",
            "url": "https://time.com/6958476/peter-navarro-prison-contempt-of-congress-sentence/",
            "urlToImage": "https://api.time.com/wp-content/uploads/2024/03/GettyImages-2096843316.jpg?quality=85",
            "publishedAt": "2024-03-19T17:38:20Z",
            "content": "(MIAMI) Former Trump White House official Peter Navarro reported to prison Tuesday to begin serving his sentence for refusing to cooperate with a congressional investigation into the Jan. 6, 2021, at… [+2402 chars]"
        },
        {
            "source": {
                "id": "time",
                "name": "Time"
            },
            "author": "Anna Gordon",
            "title": "Prince Edward Set to Become the Royal Family’s Temporary Leading Man, Reports Say",
            "description": "The Duke of Edinburgh is expected to take on more royal engagements as King Charles and Prince William step back from public duties.",
            "url": "https://time.com/6960637/prince-edward-king-charles-kate-middleton-cancer/",
            "urlToImage": "https://api.time.com/wp-content/uploads/2024/03/prince-edward.jpg?quality=85",
            "publishedAt": "2024-03-26T15:23:33Z",
            "content": "Prince Edward could emerge as the royal familys temporary leading man as King Charles III and Prince William step back from public duties, reports in the British presssuggest. \r\nThe Duke of Edinburgh… [+2498 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "ReadWrite"
            },
            "author": "Ali Rees",
            "title": "Sam Bankman-Fried to be sentenced to jail time",
            "description": "Sam Bankman-Fried, owner of the bankrupt crypto exchange FTX, will receive sentencing in New York today (March 28) after his… Continue reading Sam Bankman-Fried to be sentenced to jail time\nThe post Sam Bankman-Fried to be sentenced to jail time appeared firs…",
            "url": "https://readwrite.com/sam-bankman-fried-to-be-sentenced-to-jail-time/",
            "urlToImage": "https://readwrite.com/wp-content/uploads/2024/03/a-white-man-with-short-dark-hair-seen-from-behind-5NbqRdRbQbKyba3HGrOj1g-UaCmXv-IQoS7tOe87Fcs2w-.jpeg",
            "publishedAt": "2024-03-28T11:26:05Z",
            "content": "Sam Bankman-Fried, owner of the bankrupt crypto exchange FTX, will receive sentencing in New York today (March 28) after his convictions for fraud and conspiracy last year. District Judge Lewis Kapla… [+2984 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Quartz India"
            },
            "author": "Lucas Ropek / Gizmodo",
            "title": "Prison phone operators allegedly worked with jails to limit in-person visits",
            "description": "Two lawsuits filed by an activist organization allege a conspiracy between county governments in Michigan and prison phone companies. This conspiracy has involved a “quid pro quo kickback scheme” that eliminated in-person visits at prisons to boost profits fo…",
            "url": "https://qz.com/prison-phone-companies-limit-in-person-visits-lawsuit-1851377612",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/71f0dac60f0443d93098ee7716fc025b.jpg",
            "publishedAt": "2024-03-31T17:31:59Z",
            "content": "Two lawsuits filed by an activist organization allege a conspiracy between county governments in Michigan and prison phone companies. This conspiracy has involved a quid pro quo kickback scheme that … [+4565 chars]"
        },
        {
            "source": {
                "id": "ars-technica",
                "name": "Ars Technica"
            },
            "author": "Ashley Belanger",
            "title": "Bitcoin Fog operator convicted of laundering $400M in bitcoins on darknet",
            "description": "Roman Sterlingov will appeal, denouncing DOJ's crypto-tracing techniques.",
            "url": "https://arstechnica.com/tech-policy/2024/03/bitcoin-fog-operator-convicted-of-laundering-400m-in-bitcoins-on-darknet/",
            "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2024/03/GettyImages-1240726120-760x380.jpg",
            "publishedAt": "2024-03-13T20:34:08Z",
            "content": "19\r\nA US federal jury has convicted a dual Russian-Swedish national, Roman Sterlingov, for operating Bitcoin Fog, \"the longest-running bitcoin money laundering service on the darknet,\" the Department… [+5682 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The A.V. Club"
            },
            "author": "Matt Schimkowitz",
            "title": "Richard Simmons, who isn’t dying, shares he underwent skin cancer treatment",
            "description": "Richard Simmons is rarely in the news of his own volition. The famously private exercise enthusiast is usually the subject of a conspiracy theory or death hoax that keeps the fires of social media burning and Mark Zuckerberg’s pockets full. However, in the la…",
            "url": "https://www.avclub.com/richard-simmons-who-isn-t-dying-shares-skin-cancer-di-1851353019",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/27152eceddd6f6f6a8d11633f73c7e2d.png",
            "publishedAt": "2024-03-20T18:32:00Z",
            "content": "Richard Simmons is rarely in the news of his own volition. The famously private exercise enthusiast is usually the subject of a conspiracy theory or death hoax that keeps the fires of social media bu… [+2182 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Jalopnik"
            },
            "author": "Collin Woodard",
            "title": "Chemtrail Ban Proposed In Pennsylvania By State Senator With Apparently Nothing Better To Do",
            "description": "As they fly, jets naturally leave behind trails of condensation that are created by the exhaust from their engines. To many conspiracy theorists, though, those so-called “contrails” are actually evidence that “they” are releasing toxic chemicals into the air …",
            "url": "https://jalopnik.com/chemtrail-ban-proposed-in-pennsylvania-by-state-senator-1851366138",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/7a3667c02443f319e42c85c4ca04c63d.jpg",
            "publishedAt": "2024-03-26T15:15:00Z",
            "content": "As they fly, jets naturally leave behind trails of condensation that are created by the exhaust from their engines. To many conspiracy theorists, though, those so-called contrails are actually eviden… [+3576 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Theonion.com"
            },
            "author": "OnionNews",
            "title": "Conservationists To Airdrop Rodent Poison On Mouse-Infested Island",
            "description": "Marion Island off the coast of South Africa has been overrun by mice that have begun to eat seabirds and other endangered wildlife, prompting conservationists to launch the Mouse-Free Marion project, which will drop rodent poison from helicopters to completel…",
            "url": "https://www.theonion.com/conservationists-to-airdrop-rodent-poison-on-mouse-infe-1851353572",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/abwm6w3prjmdcyvoqfxn.jpg",
            "publishedAt": "2024-03-21T08:00:00Z",
            "content": "Marion Island off the coast of South Africa has been overrun by mice that have begun to eat seabirds and other endangered wildlife, prompting conservationists to launch the Mouse-Free Marion project,… [+376 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "The A.V. Club"
            },
            "author": "Matt Schimkowitz",
            "title": "Jon Stewart's pocket Constitution doesn't have an answer for Katie Britt",
            "description": "One of the downsides of only getting one Jon Stewart a week is that whatever he’s covering has already left the news cycle by the time he gets to the story. And who could possibly keep up with it all? As a culture, we’re already mired in conspiracy theories r…",
            "url": "https://www.avclub.com/jon-stewarts-pocket-constitution-doesnt-have-an-answer-1851327340",
            "urlToImage": "https://i.kinja-img.com/image/upload/c_fill,h_675,pg_1,q_80,w_1200/dc8f975021daf0a6e61ecf436bcd40e3.jpg",
            "publishedAt": "2024-03-12T04:09:00Z",
            "content": "One of the downsides of only getting one Jon Stewart a week is that whatever hes covering has already left the news cycle by the time he gets to the story. And who could possibly keep up with it all?… [+2016 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Rolling Stone"
            },
            "author": "Ryan Bort",
            "title": "Right-Wingers Are Already Pushing Conspiracy Theories About Baltimore Bridge Collapse",
            "description": "The city's mayor called the incident \"an unthinkable tragedy.\" Conservatives see it as a chance to bash Biden and float baseless conspiracies",
            "url": "http://www.rollingstone.com/politics/politics-news/baltimore-bridge-collapse-right-wing-conspiracy-theories-1234994467/",
            "urlToImage": "https://www.rollingstone.com/wp-content/uploads/2024/03/right-wingers-bridge.jpg?crop=0px%2C107px%2C1798px%2C1014px&resize=1600%2C900",
            "publishedAt": "2024-03-26T16:11:01Z",
            "content": "The Francis Scott Key Bridge in Baltimore collapsed after a 948-foot-long container ship collided with it early Tuesday. Stunning video of the incident has circulated online, and search-and-rescue pr… [+2547 chars]"
        },
        {
            "source": {
                "id": "bbc-news",
                "name": "BBC News"
            },
            "author": "https://www.facebook.com/bbcnews",
            "title": "Georgia judge dismisses some Trump criminal charges",
            "description": "Mr Trump and 18 co-defendants were charged with trying to overturn Georgia's 2020 election result.",
            "url": "https://www.bbc.co.uk/news/world-us-canada-68557486",
            "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/CCF1/production/_132856425_gettyimages-2062148635.jpg",
            "publishedAt": "2024-03-13T14:59:25Z",
            "content": "The judge overseeing an election interference case against Donald Trump in Georgia has thrown out six criminal charges, but left most in place. \r\nFulton County Judge Scott McAfee dismissed key counts… [+978 chars]"
        },
        {
            "source": {
                "id": "cnn",
                "name": "CNN"
            },
            "author": "Analysis by Lauren Said-Moorhouse, Max Foster and Billy Stockwell, CNN",
            "title": "The Kate hysteria just got serious",
            "description": "The unprecedented frenzy of speculation swirling around Catherine, the Princess of Wales took yet another turn this week after her medical records were...",
            "url": "https://www.cnn.com/2024/03/22/uk/kate-hysteria-royal-newsletter-032224-intl-scli-gbr-cmd/index.html",
            "urlToImage": "https://media.zenfs.com/en/cnn_articles_875/83e7ec979798f91444019c3aa73e36dd",
            "publishedAt": "2024-03-22T15:03:50Z",
            "content": "Editors Note: This is a version of CNNs Royal News, a weekly dispatch bringing you the inside track on Britains royal family. Sign up here.\r\nThe unprecedented frenzy of speculation swirling around Ca… [+6095 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "Slashdot.org"
            },
            "author": "msmash",
            "title": "Pentagon Review Finds No Evidence of Alien Cover-Up",
            "description": "An anonymous reader shares a report: In the 1960s, secret test flights of advanced government spy planes generated U.F.O. sightings. More recently, government and commercial drones, new kinds of satellites and errant weather balloons have led to a renaissance…",
            "url": "https://news.slashdot.org/story/24/03/08/1714210/pentagon-review-finds-no-evidence-of-alien-cover-up",
            "urlToImage": "https://a.fsdn.com/sd/topics/usa_64.png",
            "publishedAt": "2024-03-08T17:20:00Z",
            "content": "In the 1960s, secret test flights of advanced government spy planes generated U.F.O. sightings. More recently, government and commercial drones, new kinds of satellites and errant weather balloons ha… [+925 chars]"
        },
        {
            "source": {
                "id": null,
                "name": "NPR"
            },
            "author": "Kim Malcolm",
            "title": "AI images and conspiracy theories are driving a push for media literacy education",
            "description": "One of the nation's best-known media literacy events for high school students is expanding as demand grows for skills to identify deepfake images and online conspiracy theories.",
            "url": "https://www.npr.org/2024/03/21/1239693671/ai-images-and-conspiracy-theories-are-driving-a-push-for-media-literacy-educatio",
            "urlToImage": "https://media.npr.org/assets/img/2024/03/20/faces_wide-b524e13c7627db8900fca71c33508a02d9de829d-s1400-c100.jpg",
            "publishedAt": "2024-03-21T09:00:45Z",
            "content": "High school students taking part in the University of Washington's annual MisInfo Day earlier this month. They are looking at pictures of faces to tell whether the images were created with generative… [+5829 chars]"
        }
    ]
}